tests/xma/4.1/xma_ProvAPI/Operator-API/update-valid.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:update>
      <arg0>
        <name>Operator3</name>
        <passwordHash>1GjR1kxJlYnNnfCF2wjSYe9PLODGnBQn8gDQ6WjkzT2E1226epBSRUJffdzkJ+b8nrKyFX4AHXA=</passwordHash>
        <role>Account Manager</role>
        <updateTimestampMillis>1235394798368</updateTimestampMillis>
      </arg0>
    </tns:update>
  </soap:Body>
</soap:Envelope>